Repository: Shidof/Administration-Processes
Catalog: Pool Car/Table/Transport Requisition/translation.*.xlf
Languages: de_at

# Table 337631938 - Property 2879900210
source: User Setup
de_at: Benutzer Einrichtung

# Table 337631938 - Field 2708250016 - Property 2879900210
source: User ID
de_at: Benutzer-ID

# Table 337631938 - Field 3865205833 - Property 2879900210
source: Allow Posting From
de_at: Buchungen zugel. ab

# Table 337631938 - Field 1390204486 - Property 2879900210
source: Allow Posting To
de_at: Buchungen zugel. bis

# Table 337631938 - Field 1227756584 - Property 2879900210
source: Register Time
de_at: Protokollzeit

# Table 337631938 - Field 3883264070 - Property 2879900210
source: Salespers./Purch. Code
de_at: Verk.-/Einkäufercode

# Table 337631938 - Field 124852388 - Property 2879900210
source: Approver ID
de_at: Genehmiger-ID

# Table 337631938 - Field 1238409858 - Property 2879900210
source: Sales Amount Approval Limit
de_at: Grenzbetrag für Verkauf

# Table 337631938 - Field 3621681671 - Property 2879900210
source: Purchase Amount Approval Limit
de_at: Grenzbetrag für Einkauf

# Table 337631938 - Field 2478039004 - Property 2879900210
source: Unlimited Sales Approval
de_at: Unbegrenzte Verkaufsgenehmigung

# Table 337631938 - Field 706123333 - Property 2879900210
source: Unlimited Purchase Approval
de_at: Unbegrenzte Einkaufsgenehmigung

# Table 337631938 - Field 1502113334 - Property 2879900210
source: Substitute
de_at: Stellvertreter

# Table 337631938 - Field 1147508617 - Property 2879900210
source: Request Amount Approval Limit
de_at: Grenzbetrag für Anfrageanforderung

# Table 337631938 - Field 2388807179 - Property 2879900210
source: Unlimited Request Approval
de_at: Unbegrenzte Anfragegenehmigung

# Table 337631938 - Field 788613904 - Property 2879900210
source: Approval Administrator
de_at: Genehmigungsadministrator

# Table 337631938 - Field 3673444989 - Property 2879900210
source: License Type
de_at: Lizenztyp

# Table 337631938 - Field 3673444989 - Property 62802879
source: Full User,Limited User,Device Only User,Windows Group,External User
de_at: Vollständiger Benutzer,Eingeschränkter Benutzer,Einziger Benutzer des Geräts,Windows-Gruppe,Externer Benutzer

# Table 337631938 - Field 3488851693 - Property 2879900210
source: Time Sheet Admin.
de_at: Arbeitszeitnachweisadministrator

# Table 337631938 - Field 1317237916 - Property 2879900210
source: Allow FA Posting From
de_at: Anlagenbuchungen zugel. ab

# Table 337631938 - Field 2923121087 - Property 2879900210
source: Allow FA Posting To
de_at: Anlagenbuchungen zugel. bis

# Table 337631938 - Field 2223719131 - Property 2879900210
source: Sales Resp. Ctr. Filter
de_at: Verk.-Zuständigk.-Einh. Filter

# Table 337631938 - Field 4012905158 - Property 2879900210
source: Purchase Resp. Ctr. Filter
de_at: Eink.-Zuständigk.-Einh. Filter

# Table 337631938 - Field 1529938896 - Property 2879900210
source: Service Resp. Ctr. Filter
de_at: Serv.-Zuständigk.-Einh. Filter

# Table 337631938 - NamedType 3114637384
source: The %1 Salesperson/Purchaser code is already assigned to another User ID %2.
de_at: Der Verkäufer-/Einkäufercode '%1' ist bereits einer anderen Benutzer-ID '%2' zugewiesen.

# Table 337631938 - NamedType 95063322
source: You cannot have both a %1 and %2.
de_at: %1 und %2 können nicht zugleich vorhanden sein.

# Table 337631938 - NamedType 1370456556
source: You cannot have approval limits less than zero.
de_at: Die Genehmigungsgrenzwerte können nicht kleiner als Null sein.

# Table 337631938 - NamedType 992176934
source: Privacy Blocked must not be true for Salesperson / Purchaser %1.
de_at: "Datenschutzsperre" darf für den Verkäufer/Einkäufer %1 nicht "true" sein.
